{"entries": [{"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686160v1?rss=1", "title": "Multi-ancestry Transcriptome-Wide Association Study Reveals Shared and Population-Specific Genetic Effects in Alzheimer's Disease", "abstract": "Alzheimer's disease (AD) risk differs across ancestral populations, yet most genetic studies have focused on Non-Hispanic White (NHW) cohorts. We conducted a multi-population transcriptom-wide association study (TWAS) using whole-blood RNA-seq and genotype data from reported NHW (n=235), African American (AA; n=224), and Hispanic (HISP; n=292) participants in MAGENTA. Using SuShiE for multi-population fine-mapping, we identified credible sets of eQTLs for 8,748 genes and improved fine-mapping precision relative to analyses using fewer populations. eQTL effects were largely shared across populations, with population-specific regulation for a subset of genes. Population-stratified TWAS and sample size-weighted meta-analysis (FUSION + MAFOCUS) prioritized and and fine-mapped nine genes (FDR<0.05, PIP>0.8), including established AD loci (BIN1, PTK2B, DMPK) with consistent effects across populations. Importantly, at BIN1 we fine-mapped regulatory variants associated with gene expression and AD risk beyond the GWAS index SNP--most notably rs11682128, which is only in modest LD with rs6733839 (r^2{approx}0.34)--demonstrating that multi-population TWAS can implicate additional functional variants not captured by single-SNP GWAS signals. We also discovered a novel association between COG4 expression and AD in NHW, implicating Golgi apparatus function. Using independent SuShiE-derived models from TOPMed MESA (PBMC), several associations replicated directionally across ancestries, with statistical significance most evident in NHW. Our results show that multi-population fine-mapping improves eQTL resolution and TWAS interpretability, reveals regulatory variants beyond GWAS index SNPs, and underscores the need to expand non-European AD cohorts to resolve shared and population-specific mechanisms.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686160v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Sun, X., Mews, M., Wheeler, N. R., Benchek, P., Gu, T., Gomez, L., Ray, N., Reitz, C., Naj, A. C., Below, J. E., Tosto, G., Cornejo-Olivas, M., Byrd, G. S., Feliciano-Astacio, B. E., Celis, K., Rajabli, F., Kunkle, B. W., Pericak-Vance, M. A., Haines, J. L., Griswold, A. J., Bush, W. S."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686376v1?rss=1", "title": "The dominance of gene expression controlled by trans-eQTL hotspots contributes to phenotypic heterosis in maize", "abstract": "Heterosis, or hybrid vigor, is a key phenomenon in genetics research and agricultural production, and has been primarily attributed to non-additive genetic effects such as dominance -- a prevailing consensus shaped by decades of empirical research and theoretical debate. Although dominance may arguably arise from distal modifiers, their selective advantage is debated due to presumably small individual effects. To address this longstanding question, particularly how genetic dominance manifests at the transcriptomic level and contributes to phenotypic heterosis, we integrated transcriptomic and phenotypic data from a large population of maize hybrids and their inbred parents. We found that {approx} 30% of the expressed seedling genes in a significant proportion of hybrids exhibited expression patterns deviating from the average of the two parents, indicative of non-additivity. Further analysis suggests that while hybrid gene expression per se is primarily regulated by cis-eQTLs, expression dominance (or non-additivity) is disproportionately controlled by trans-eQTLs. These trans-eQTLs cluster into hotspots that regulate the non-additivity of hundreds of target genes, mostly within co-expression networks, and are notably enriched for transcription factors (TFs). Focusing on one such hotspot, we functionally validated a classical maize gene ZmR1, a basic helix-loop-helix (bHLH) TF associated with multiple seedling trait heterosis, as a candidate regulator of expression dominance across hundreds of genes. Overexpression of ZmR1 enhances expression dominance of downstream genes and increases phenotypic heterosis in both seedling and adult traits. Further experiments confirmed its direct regulatory role in modulating genes involved in anthocyanin biosynthesis and lignin metabolism, driving transcriptome-level dominance. These results provide empirical support for the modifier hypothesis under an omnigenic model, suggesting that heterosis arises not from the modification of a single gene's inheritance but through the coordinated regulation of hundreds of phenotype-associated genes, thereby helping to reconcile the long-standing debate over the genetic basis of dominance in heterosis.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686376v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Xu, G., Yang, X., Zhang, M., Kang, C., Tian, Z., Qi, Y., Luo, M., Liu, P., Ross-Ibarra, J., Yang, J., Liu, H."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686294v1?rss=1", "title": "Neutrophil Transcriptomics in SLE: Exploring Intrinsic, Ex Vivo Adaptation, and CAR T-Cell Therapy-Induced Changes", "abstract": "Objectives: Systemic lupus erythematosus (SLE) is an autoimmune disease characterized by dysregulation of the adaptive and innate immunityThis study aimed to identify transcriptomic differences in neutrophils from SLE patients and healthy individuals, analyze ex vivo adaptation dynamics, and evaluate the impact of chimeric antigen receptor (CAR) T-cell therapy on neutrophil transcriptomic profiles. Methods: Neutrophils were isolated via negative selection from seven SLE patients and three healthy individuals. RNA sequencing was performed to assess transcriptomic differences, ex vivo dynamics over 60 minutes, and responses to lipopolysaccharide (LPS) stimulation. Additionally, longitudinal transcriptomic data from an SLE patient undergoing KYV-101 anti-CD19 CAR T-cell therapy were evaluated. Results: We identified 258 differentially expressed genes (DEGs) consistently distinguishing SLE from healthy neutrophils; they spanned multiple clusters, enriched in interferon-related and DNA damage repair genes (upregulated), and ribosomal protein genes (downregulated). Ex vivo adaptation revealed shared activation pathways, such as NF-{kappa}B and apoptosis, in both groups. LPS stimulation highlighted overlapping inflammatory responses, demonstrating retained functional capacities in SLE neutrophils. Following CAR T-cell therapy of an SLE patient,neutrophil transcriptomic profiles realigned with healthy controls by three months post-treatment. Conclusions: Neutrophils in SLE exhibit intrinsic, disease-specific transcriptomic alterations while sharing ex vivo adaptation dynamics with healthy individuals. The disease-specific alterations appear to be modifiable through targeted therapeutic intervention, as anti-CD19 CAR T-cell therapy resets neutrophil gene expression toward healthy patterns despite targeting B cells rather than neutrophils directly. These findings provide insights into SLE pathogenesis and highlight potential therapeutic strategies targeting both adaptive and innate immunity.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686294v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Dehdashtian, E., Hu, G., Whiteman, L., Islam, M. T., Gallucci, S., Garber, M., Borie, D., Schett, G., Caricchio, R."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686362v1?rss=1", "title": "Phospotyrosine proteomics reveals novel Zap70 and Itk pathway targets downstream of TCR and CAR in Jurkat T cells", "abstract": "{zeta}-associated protein of 70 kDa (Zap70) and interleukin-2-inducible T cell kinase (Itk) propagate the primary and CD28-integrated phosphotyrosine (pY) signalling, respectively, to achieve full T cell activation. Despite their canonical roles in T cell activation, our understanding of how each kinase controls canonical and noncanonical pY signalling is incomplete. Here, using three T cell activation methods (soluble antibodies, APC-pMHC/TCR, and CD19-CAR/Raji), we evaluated the effects of two novel inhibitors, RDN2150 (RDN, Zap70) and Soquelitinib (Soq, Itk), on T cell activation. We validated the published working concentrations of RDN and Soq on phosphorylation of key T cell signalling proteins and on T cell activation markers, finding that RDN provides more complete inhibition of T cell signalling and activation. We used LC-MS/MS to evaluate how RDN and Soq treatment affected the phosphotyrosine (pY) signalling and proteome of T cells, finding that RDN, as opposed to Soq, completely downregulated the TCR signalling pathway. Finally, we identified new, noncanonical pY sites responsive to RDN and Soq, providing new insights into the pathways regulated by Zap70 and Itk. Together, our work provides a basis for further study on RDN and Soq, as well as a molecular roadmap for the effects of these inhibitors.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686362v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Callahan, A., Trychanh, S. S., Ro, T., Mojumdar, A., Salomon, A."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686366v1?rss=1", "title": "Influence of exoskeleton stiffness on primary afferent feedback during stretch perturbations of isolated muscle-tendon unit", "abstract": "Exoskeletons assist and augment human movement, but their effects on proprioceptive feedback remain poorly understood. We examined how parallel exoskeleton stiffness influences primary muscle spindle firing. In an anesthetized rat preparation, controlled stretches of the medial gastrocnemius were applied with springs (0-0.5 N/mm) attached in parallel to the muscle-tendon unit (MTU) to simulate passive exoskeleton assistance. Fascicle length was measured with sonomicrometry, force and MTU length with a servo motor, and spindle instantaneous firing rate (IFR) with dorsal root recordings. Increasing exoskeleton stiffness decreased biological muscle force (3.1 {+/-} 0.6 N to 1.6 {+/-} 0.6 N, p < 0.001) and stiffness (4.4 {+/-} 1.5 N/mm to 2.3 {+/-} 1.3 N/mm, p < 0.01), while fascicle length increased (7.9 {+/-} 1.3 mm to 8.3 {+/-} 1.5 mm, p < 0.005). Despite these altered mechanics, spindle firing did not significantly change, and showed weak correlations with muscle length, velocity, force, and yank (R2 > 0.14). These results indicate that exoskeleton stiffness modifies fascicle dynamics without altering spindle firing. Previously proposed models of primary afferent firing did not sufficiently explain these results. This is the first in situ investigation of exoskeleton effects on primary afferent feedback during active contractions.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686366v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Alshareef, A. A., Nardelli, P. J., Simha, S. N., Cope, T. C., Ting, L. H., Sawicki, G. S."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686375v1?rss=1", "title": "Efficient mixed representation of active and passive motion in the mouse visual thalamus during natural behaviour", "abstract": "During natural behaviour, changes in the visual scene are largely driven by the subject's own movements, which can be actively generated (e.g., walking) or passively imposed by external forces (e.g., riding a vehicle). How the visual system represents such active and passive motion components is poorly understood. To address these questions, we developed an assay to dissect the motion of freely moving mice into active and passive components and to study its influence upon neural activity in the dorsal lateral geniculate nucleus (dLGN) and adjacent regions. Chronically implanted mice were placed in an arena where they actively moved; at irregular intervals, the arena was tilted, resulting in passive movement. We then used 3D tracking to decompose mouse head motion into active and passive components. We observed widespread responses to tilt events in dLGN, which persisted in darkness. Light-responsive units exhibited mixed selectivity for active and passive motion, primarily encoding the speed of self-motion irrespectively of its causes. However, individual neurons varied in their relative tuning to active versus passive components, allowing partial separation at the population level. Furthermore, a decoding analysis showed that population activity decorrelated active and passive head motion signals by representing their leading principal components. Together, these results indicate that, during natural behaviour, the visual thalamus takes advantage of the coupled dynamics of active and passive movements to encode an efficient, low-dimensional representation of the subject's motion.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686375v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Ebrahimi, A. S., Hogan, M. P., Jin, F., Martial, F. P., Huang, Q., Joshi, R., Shirvanian, K., Burgess, M., Montazeri, Z., Petersen, R. S., Storchi, R."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686379v1?rss=1", "title": "Structured and Target-Specific Development of Cortico-Cortical Connectivity in the Mouse Visual Cortex", "abstract": "The mammalian cortex exhibits highly stereotyped long-range connectivity, yet the developmental principles that specify precise cortico-cortical projection patterns remain poorly defined. Two dominant models propose that target specificity arises either from early inter-regional exuberant outgrowth followed by pruning, or through initially directed axonal targeting. To resolve this, we systematically mapped the postnatal development of V1 cortico-cortical projection neurons (CCPNs) to eleven higher visual areas (HVAs) in mice using rapid and complementary retrograde, anterograde, and single-cell tracing methods. We found that V1[-&gt;]HVA connectivity develops via spatiotemporally staggered axon extension and pruning programs, aligned with target position along the medial-lateral axis. Reciprocal HVA[-&gt;]V1 feedback emerges concurrently and is refined over time, yielding gradually aligned bidirectional connectivity. Notably, both multiplexed retrograde tracing and MAPseq-based single-cell profiling revealed that individual V1 neurons initialize and retain specific projection motifs with limited variation over development, arguing against global exuberance followed by selective, inter-areal pruning. Instead, our findings support a directed guidance model, in which distinct V1 CCPN subtypes establish selective projection patterns early, followed by local, target-dependent refinement. This structured yet heterogeneous developmental strategy provides an anatomical framework for how precise long-range cortical networks emerge.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686379v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Jacobs, M. W., Ratliff, J. M., Soronow, A. L. R., Nichols, J. A., James, H. T., Eddy, J. A. G., Murray, A. M., Kim, E. J."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686224v1?rss=1", "title": "M4 drug discovery: human drug predictions from integrated pre-clinical insights exemplified with a GLP1-R agonist", "abstract": "Drug discovery utilises cell- and animal-systems to predict human responses. These different systems provide different drug discovery insights. However, there is currently no methodology to integrate all these insights into single quantitative framework. This study presents a new methodology -- M4 drug discovery -- which achieves such an integration. The method integrates: a) Multi-timescale data (short- to long-term responses); b) Multi-level data (intracellular to whole-organism responses); c) Mechanistic models (describing mechanistic underpinning); and d) Multi-species data (for example rodent and monkey responses). We exemplify this new method using 16 new human cell culture studies, 6 pre-existing human cell culture studies, and 6 pre-existing in vivo studies of the glucagon-like peptide-1 receptor agonist exenatide. All data can be simultaneously explained, and we successfully predict new human cell culture studies ({chi}2=64<83, p=0.05), human pharmacokinetics ({chi}2=64<97, p=0.05), and human drug responses ({chi}2=36<45, p=0.05). We found that different systems contribute complementary insights by predicting a 30-week human exenatide treatment study: multi-species data provides pharmacokinetics; human cell data provides human potency readings; and animal data provides drug effects, such as appetite changes, which could not be observed in our human cell culture studies. Our method opens the door to more cost-effective, ethical, and knowledge-based drug discovery.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686224v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Silfvergren, O., Rigal, S., Schimek, K., Simonsson, C., Kanebratt, K. P., Forschler, F., Yesildag, B., Marx, U., Vilen, L., Gennemark, P., Cedersund, G."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686118v1?rss=1", "title": "The developing leaf of the wild grass Brachypodium distachyon at single-cell resolution", "abstract": "Leaves are the plant's main photosynthetic organs and drive Earth's primary production. Grasses form longitudinal leaves with parallel venation and graminoid stomata. Yet, how distinct leaf tissues coordinatively develop to build functional grass leaf anatomy is not well understood. Here, we decoded the developing grass leaf from vegetative meristems to mature tissues using single-cell RNA-sequencing in the wild grass Brachypodium distachyon. In-depth analysis of epidermal clusters and multiplexed whole-mount RNA-fluorescence in situ hybridization resolved most epidermal lineages and confirmed them in planta. Gene regulatory network analysis distinguished the targetome of the two co-expressed, yet functionally divergent stomatal transcription factors BdMUTE and BdFAMA. Finally, we used our dataset to identify and functionally describe the role of BdGRAS32 in cell division inhibition and a stomata-specific function for a cell wall-modifying enzyme. Together, our single-cell grass leaf atlas enables the dissection of developmental processes that shape the leaf sustaining global food production.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686118v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Berg, L. S., Duarte, P. R., Prados, I. H., Lacombe, N. T., Tandon, R., Vardanega, I., Maika, J. E., Spiegelhalder, R. P., Gore, A., Lindner, H., Simon, R., Raissig, M. T."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686330v1?rss=1", "title": "Mineralocorticoid and glucocorticoid receptor interaction drives TGFB1-induced triple-negative breast cancer progression to metastasis", "abstract": "In triple-negative breast cancer (TNBC), p38 MAPK phosphorylates the glucocorticoid receptor (GR) at N-terminal Ser134 in response to cytokines, such as TGF{beta}1. Phospho-Ser134-GR (pSer134-GR) regulates genes that promote migratory/invasive behavior and altered metabolism. In addition to acting as ligands for GR, glucocorticoids also activate closely-related mineralocorticoid receptors (MR). Elevated MR activity via its physiological ligand aldosterone (aldo), mediates hypertension, inflammation and fibrosis. While GR/p-GR has been implicated in TNBC progression to metastasis, the contribution of MR remains unknown. The METABRIC dataset demonstrated significantly higher expression of MR transcripts in TNBC relative to luminal breast cancers. Further, high MR expression predicted worse overall survival in the KM-plotter database. We observed pSer134-GR- and p38-dependent association of cytoplasmic MR/p-GR complexes upon treatment of TNBC cells with TGF{beta}1, while nuclear MR-GR complexes predominated in response to dexamethasone (dex) and/or aldo. Cytoplasmic MR/p-GR complexes entered the nucleus within 4 hours. MR knockdown or inhibition with MR-selective antagonists (spironolactone, finerenone) significantly reduced aldo or TGF{beta}1-induced migratory and stemness properties. MR knockdown models exhibited reduced migration, attenuated stem cell expansion, and impaired metastasis to lungs following tail-vein injection, thereby phenocopying cells harboring phospho-mutant S134A-GR. MR activation by aldo or TGF{beta}1 transcriptionally upregulated both canonical MR-target genes (SGK1, ENaC1) and non-canonical target genes related to fibrosis (COL1A1, ICAM1 and CTGF). MR expression was essential for functionally intact p38 MAPK/p-Ser134-GR signaling downstream of TGF{beta}1 receptor activation. Our studies define a novel role of MR/p-GR complexes in regulation of TNBC cell migration, stemness potential, and metastasis. Pharmacological inhibition of MR with FDA-approved MR antagonists (MRAs) offers an exciting opportunity for improved clinical management of TNBC patients.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686330v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Posani, S. H., Diep, C. H., Krutilina, R. I., Smith, H., Seagroves, T. N., Blenis, J., Lange, C. A."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.04.686599v1?rss=1", "title": "Spatially heterogeneous gene flow may hinder linking phylogeographic data to macroevolutionary patterns", "abstract": "How microevolutionary processes translate to macroevolutionary patterns is a central question in evolutionary biology. Macroevolutionary and biogeographic studies often rely on species trees to make inferences about diversification, but gene flow can lead to incorrect phylogenetic inference. Under a range of biogeographic conditions, gene flow may not occur uniformly across space during diversification, which could lead to macroevolutionary misinferences. For example, whenever a \"peripheral\" population is relatively isolated and inferred as sister to a \"core\" clade of populations that exchange migrants, it might solely reflect gene flow, as opposed to macroevolutionary processes such as the order of biogeographic dispersal events. We use simulations of the hypothetical case of spatially heterogeneous gene flow described above and found that relatively low levels of gene flow led to monophyly of the adjacent populations, with longer branches for peripheral taxa, regardless of the true divergence history. We highlight an empirical example wherein lowland antbirds (Family: Thamnophilidae)-a clade known for dynamic gene flow in Amazonia-tend to be young in Amazonia, but older at Amazonia's periphery. Although it is challenging to know if the simulated bias applies here, our work suggests a distinguishability problem for any nodes stemming from radiations in geographically heterogeneous environments.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.04.686599v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Gyllenhaal, E. F., Musher, L. J."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.04.686015v1?rss=1", "title": "Additivity of the genetic load is a product of both synergistic and antagonistic epistasis in Drosophila", "abstract": "Epistasis has been theoretically implicated in several major evolutionary processes, including the evolution of sex and speciation, but empirical evidence for its impact is still lacking. We tested for epistatic interactions using a full-sib inbreeding design in Drosophila melanogaster. We examined the effects of deleterious mutations on two sequential components of life-history: pupal productivity and pupa-to-adult viability. We observed an accelerating decline in pupal productivity with increasing inbreeding coefficient, consistent with synergistic epistasis, whereas pupa-to-adult viability exhibited a decelerating decline, consistent with antagonistic epistasis. This decoupling led to an overall linear decline in the production of adult offspring with increasing inbreeding. Our findings suggest that epistatic interactions can be highly trait-specific, underscoring the importance of analyzing individual, physiologically interconnected, fitness traits to understand the role of epistasis in evolutionary processes.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.04.686015v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Sayyed, I., McNamara, H., Day, T., Chippindale, A. K."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.04.686503v1?rss=1", "title": "Hidden hematological, biochemical and immune costs of asymptomatic malaria infections in semi-wild chimpanzees", "abstract": "The health consequences of Plasmodium infections in wild great apes, particularly in asymptomatic animals, remain poorly understood. This study investigated the hematological and immune impacts of natural malaria infections in 27 semi-wild chimpanzees (Pan troglodytes troglodytes) from Gabon. Using MinION sequencing and species-specific PCR, results showed a 48.15% overall Plasmodium infection rate, with frequent multi-species co-infections involving Plasmodium gaboni, Plasmodium reichenowi, and Plasmodium vivax-like parasites. In addition, younger animals were significantly more infected and exhibited higher parasitemia levels, especially those with triple infections involving P. vivax-like. Profiling of 15 hematological markers and 8 cytokines/chemokines known to be associated with malarial infections in humans revealed significant alterations in infected chimpanzees, including elevated urea, reduced creatinine, and increased systemic concentrations of pro-inflammatory (TNF, IL-1{beta}, CCL3) and anti-inflammatory (IL-10) cytokines. Ex vivo PBMC stimulation yielded higher IL-10 in infected than non-infected individuals, indicating a regulatory-skewed cytokine response at the time of sampling. These results suggest that malaria in chimpanzees is associated with systemic immune modulation and accompanied by signs of physiological stress, including potential renal dysfunction. This study challenges the assumption that chronic Plasmodium infections are entirely benign in great apes and highlight the need to integrate immunological health indicators into conservation strategies. Broader immune profiling and longitudinal studies will be essential in the future to assess long-term health outcomes and resilience in these endangered populations.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.04.686503v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Nowakowski, A., Elguero, E., Patterson, K., Boissiere, A., Degrugillier, F., Sidobre, C., Arnathau, C., Grentzinger, P., Willaume, E., Talman, A. M., Malleret, B., Boundenga, L., Ngoubangoye, B., Prugnolle, F., Wassmer, S. C., Rougeron, V."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686299v1?rss=1", "title": "Shell-bound archives: uncovering nematode encapsulations in the Galapagos' largest radiation", "abstract": "How macroevolution interacts with ecological networks remains a major question in eco-evolutionary science. We investigate this interplay in the Naesiotus snail radiation of the Galapagos Islands, which encapsulates parasitic nematodes within the shell-a recently discovered gastropod defense. Using a natural history collection, we examined dry shells from 47 species across 12 islands, quantified encapsulations, and sequenced nematode DNA to reconstruct a host-parasite network. Encapsulations were widespread and revealed high nematode diversity, including in snail hosts presumed extinct. Nematode diversity was shaped by habitat, while encapsulation load was better explained by host species identity, suggesting species-specific defenses. Neither trait showed phylogenetic signal, and shell brightness was unrelated to nematode interactions. Similarly, host diversification rate did not predict network position, suggesting that macroevolution may leave a weak or obscured imprint on this host-parasite network. This snail-nematode system in islands readily enables integration of ecological networks, phylogeny, functional traits, and biogeography.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686299v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Fuster-Calvo, A., Oiler, I. M., MacDonald, A., Parent, C., Massol, F., Burin, G., Phillips, J. G., Rae, R., Gravel, D."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686357v1?rss=1", "title": "Junctional Heterogeneity Shapes Epithelial Morphospace", "abstract": "Combination of genetic, biochemical and mechanical cues can theoretically generate any shapes and cellular organisation of an organ. From this vast possible organisation called morphospace, an unknown mechanism governs the diverse organisation of epithelia. We investigated this mechanism using the mechanosensory epithelia of fish, birds, and mammals. These epithelia have two cell types: mechanosensory hair cells (HCs) and supporting cells (SCs). Across these epithelia, HC and SC share a similar developmental lineage and molecular signatures but organise differently, making it an ideal system. Using a quantitative, morphospace framework we show the large diversity in sensory epithelia develops from a small overlapping initial state. This initial state with small, circular HCs surrounded by larger SCs is governed by Notch-Delta signalling. As development proceeds, the differential recruitment of Cdh2, Nectin, and -actinin-4 generates a junctional heterogeneity. This junctional heterogeneity induces a cell-type selective jamming transition: HCs become mechanically jammed while SCs remain fluid-like. This cell-type-specific mechanical state drives differential intercalation, leading to the differential organisation. By regulating this transition of cellular state, epithelia are guided towards their morphospace. Our work proposes the cell-type specific mechanical state and the genetic constrains as mechanism that drives patterning of mechano-sensory epithelia and potentially others.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686357v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Prakash, A., Kaushik, R., Singh, N., Walvekar, A., Saji, S., Ladher, R. K."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.685424v1?rss=1", "title": "Derivation of functional early gestation decidual natural killer cell subtypes from induced pluripotent stem cells", "abstract": "Abnormal decidual natural killer cell (dNK) function is linked to pregnancy complications occurring in both early and late stages of gestation, including recurrent pregnancy loss, preeclampsia, and preterm birth. Exploration of dNK heterogeneity as it relates to function is an active area of research; however, most of this work has focused on early gestation. We applied flow cytometric and transcriptomic single cell definitions of dNK subtypes to dNK at the chorioamniotic membranes (CAM) and basal plate (BP) of the placenta at term. We found decreased low-effector-function dNK1 and increased high-effector-function dNK3 abundance at term. In comparison to BP-dNK, CAM-dNK had greater abundance of moderate-effector-function dNK2 and lower expression of inhibitory CD9. We applied this knowledge to establish a protocol for differentiation of induced pluripotent stem cells (iPSC) into CD45+CD56brightCD16-, functional dNK-like, applying TGF{beta} to enrich for dNK2 - the most abundant dNK subtype at first trimester - while inducing expression of dNK markers, CD9 and CD103. We analyzed the secretomes of first trimester dNK, term BP-dNK and CAM-dNK, and peripheral blood NK cells to identify proteomic profiles for each. Finally, we analyzed the secretome of TGF{beta}-treated iPSC-dNK and found an enrichment in first trimester dNK-specific proteins. We identify changes in dNK function across gestation and placental region and suggests that these changes can be explained by shifts in dNK subtypes, which we specifically and reproducibly derive from iPSC, providing a new model for these cells and laying the foundation for cell-based therapies of reproductive diseases.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.685424v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Cheung, V. C., DaCosta, C., Jaimez, J., Arora, H., Caron, C., Slamecka, J., Fierro, M., Meads, M., Fisch, K., Morey, R. E., Pant, D., Kaufman, D. S., Horii, M., Bui, J. D., Parast, M. M."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.685859v1?rss=1", "title": "The Function of Efhd1+ Telocytes in the Synovial Lymphatic System and Inflammatory-Erosive Arthritis", "abstract": "Resting collecting lymphatic vessels (cLVs) sense edema in distal joints and initiate contractions via unknown mechanisms. Rheumatoid arthritis (RA) patients have lymphatic drainage deficiencies from affected joints, and defects in the synovial lymphatic system exacerbate inflammatory-erosive arthritis in animal models. To understand this, we generated Efhd1-CreERT2 and Myoc-CreERT2 mice for cell-specific genetic gain and loss of function studies. These mice were crossed with tdTomato reporter (Ai9) mice, and studies showed selective tamoxifen-induced transgene expression in CD31-/CD34+ telocyte-like cells in knee and ankle synovium, and in networks physically associated with mast cells proximal to popliteal lymphatic vessels (PLVs). Consistent with the known loss of CD31-/CD34+ telocyte in RA synovium, these cells were also decreased in TNF-tg knees and partially recovered by anti-TNF treatment. Ultrastructural and gene expression studies confirmed a distinct telocyte phenotype versus closely related fibroblasts. In vivo depletion studies in tamoxifen-treated Efhd1-CreERT2 and Myoc-CreERT2 mice crossed to diphtheria toxin alpha-floxed (DTAflox) mice demonstrated telocyte requirements for physiologic lymphatic drainage and resolution of joint inflammation and focal erosions from zymosan-induced arthritis in the knee. In vitro studies demonstrated increased sensitivity to osmotic shock and decreased motility versus fibroblasts, and telocyte potential to differentiate into myofibroblasts on stiff matrix. Collectively, these findings support a model of joint homeostasis in which osmotic pressure-sensing telocyte networks extend from the synovium into mast cells proximal to joint-draining cLVs, and telocyte loss is associated with defects in the synovial lymphatic system and increased susceptibility to joint inflammation and structural damage from arthritis.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.685859v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Peng, Y., Kenney, H. M., Lydon, S., de Mesy Bentley, K. L., Xing, L., Korman, B., Ritchlin, C., Schwarz, E."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686153v1?rss=1", "title": "Lessons learned from a Kaggle challenge for particle picking in cryo-electron tomography", "abstract": "The difficulty of particle picking in cryo-electron tomography remains a barrier to routine in situ structure determination. Machine learning is well-suited to overcome this bottleneck with efficient algorithms that generalize across molecular species. To spur new algorithm development, we held a three-month Kaggle challenge that tasked contestants with annotating five molecular species across hundreds of experimental tomograms. This competition successfully engaged >1000 participants from diverse fields and delivered particle pickers that outperformed existing state-of-the-art. Systematic comparisons of the contestants' submissions revealed the tolerance of subtomogram averaging to moderate but not severe over-picking and underscored the need for more robust measures of annotation quality. The winning models also highlighted the importance of data augmentation to overcome limited training data. All competition tomograms along with the ground truth and winning teams' annotations have been released on the CryoET Data Portal as a resource to benchmark current and future tools for particle picking.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686153v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Peck, A., Hutchings, J., Schwartz, J., Yu, Y., Ermel, U. H., Kandel, S., Kimanius, D., Zhao, Z., Zheng, S., Artley, B., List, D., Silva, S. A., Reade, W., Asuncion, J., Evans, K., Gadling, J., Khandwala, K., McCanny, S., McCarthy, D. G., Ni, J. X., Pourroy, J., Venkatakrishnan, M., Wang, Z. S., Agard, D. A., Potter, C. S., Carragher, B., Harrington, K., Paraan, M."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686168v1?rss=1", "title": "Exercise training improves sarcopenic muscle function via restoration of mitochondrial quality control", "abstract": "Mitophagy is an essential component of the mitochondrial quality control program, maintaining mitochondrial homeostasis in metabolic tissues such as skeletal muscle. With age, it is thought that mitochondrial quality control becomes dysregulated, leading to the progression of age-associated diseases such as sarcopenia. Exercise is known to enhance skeletal muscle mitochondrial health and may be an effective intervention to prevent sarcopenia, however the role of mitophagy in this process is unknown. Utilising mitophagy reporter mice (mito-QC), we assessed adaptations in skeletal muscle mitophagy in response to increased age (3-26 months) and following an 8-week endurance exercise training period. Immunofluorescent imaging revealed that ageing led to an accumulation of mitolysosomes in sarcopenic old mice indicative of increased mitophagy, an adaptive response that was reversed by exercise training. In parallel to reducing age-associated mitophagy, exercise training increased mitochondrial respiratory capacity and improved muscle strength, suggesting that alterations in mitochondrial quality control led to improvements in skeletal muscle function. Exercise-mediated alterations in mitophagy were accompanied by increases in BNIP3, FUNDC1 and BCL2L13 protein content post training. Collectively our data suggests that sarcopenia leads to dysregulation of mitophagy in skeletal muscle. Restoring mitophagy balance with exercise training leads to improvements in mitochondrial respiration and skeletal muscle strength, identifying a novel cellular mechanism to explain the benefits of exercise training in old age.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686168v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Alldritt, I., Sligar, J., Campelj, D., Padilha, C. S., Ritenis, E., Mantamadiotis, T., Widodo, S., Dinevska, M., Nielsen, J., Philp, A. M., Philp, A."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686286v1?rss=1", "title": "Intrinsic mechanotransduction during apical constriction licenses lineage competence in pluripotent stem cells", "abstract": "To acquire the capacity for multi-lineage differentiation, pluripotent stem cells must undergo a transition from naive pluripotency to lineage competency. This transition requires epithelialization and changes in nuclear architecture. We sought to determine whether the cell and tissue mechanics intrinsic to epithelialization drive pluripotency progression and subsequent lineage commitment to neuroectodermal fate. We demonstrate that naive mouse embryonic stem cells (mESCs) undergoing early differentiation in vitro recapitulate features of epithelialization in the peri-implantation epiblast, specifically apical constriction. We further demonstrate that cell contractility during apical constriction induces a distinct nuclear mechanoresponse, notably enrichment of emerin at the outer nuclear membrane, nuclear envelope localization of SUN2, and the global loss of H3K9me3 heterochromatin which is compensated by H3K27me3. Importantly, these nuclear phenotypes and subsequent neuroectodermal lineage priming require myosin II-mediated contractility, an intact LINC complex, and emerin. We demonstrate that LINC-dependent mechanotransduction through emerin regulates H3K27me3 occupancy on the key early neuroectodermal transcription factor gene, Sox1, implicating a mechanical switch in chromatin mediation of neuroectodermal lineage competence. These results indicate that epithelialization-induced nuclear mechanotransduction poises a critical lineage gene for subsequent expression.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686286v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Hamouda, M. S., Labouesse, C., Wylde, G. W., Yamamoto, D., Miroshnikova, Y. A., Basu, S., Clare, W. M., Chalut, K. J."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686315v1?rss=1", "title": "Labile iron overload reprograms microglia and neurons for lipid droplet synthesis in the aging brain", "abstract": "Lipid-droplet (LD) accumulation emerges in microglia and neurons with age. Because neither cell type is specialized for lipid storage, LDs are linked to dysfunction. The upstream drivers of LD formation and their effects on neighboring cells remain unclear. Here, we identify a mitochondrial-iron axis that promotes LD formation in aging microglia via reactive oxygen species (ROS), which secondarily reshapes neuronal iron handling. LD-enriched microglia show reduced mitochondrial mass and increased labile iron, ROS, and lipid peroxidation. Chelating labile iron or scavenging ROS suppresses LD formation. Conditioned media from iron-stressed microglia alter neuronal iron homeostasis, indicating transcellular coupling. In primary neurons, iron overload increases LDs and activates coordinated iron, ROS, and lipogenesis programs, whereas antioxidant treatment attenuates iron-driven LD accumulation. Together, these findings position iron overload as an upstream regulator of ROS-dependent LD biogenesis in microglia and neurons and reveal a microglia", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686315v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Cunha e Rocha, K., Xiang, Q., Qian, C., Wang, L., Yuan, W., Beldona, V., Duan, Y., Veras, L., Abolmaali, D., An, G., Park, J., Lim, W., Chen, X., Ying, W."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686198v1?rss=1", "title": "H3BERTa: A CDR-H3 specific language model for antibody repertoire analysis", "abstract": "Antibodies are central to immune defense and therapeutic design, yet predicting which sequences confer functional activity remains challenging. Deep learning models trained on full variable regions often struggle due to sparse experimental data, signal dilution from conserved framework residues, and the extreme diversity of hypervariable loops. The heavy-chain complementarity-determining region 3 (CDR-H3) is the most variable segment shaping antigen specificity and driving immune diversity. Here, we present H3BERTa, a transformer-based language model trained solely on CDR-H3 sequences, to test whether this short region alone encodes enough biologically meaningful information. H3BERTa embeddings recapitulate biologically relevant sequence features, including J-gene usage and inferred B-cell maturation state. We further show that pseudo-perplexity profiles can be used to analyze repertoires, distinguishing healthy from HIV-1-derived sequences and suggesting measurable immune response signatures. Finally, these embeddings can support classifiers for broadly neutralizing antibodies (bnAbs) using limited labeled sequences, demonstrating their potential for accelerating antibody discovery. Together, our results indicate that the CDR-H3 region alone encodes a rich immunological signature, which H3BERTa robustly captures, providing a focused computational tool for analyzing repertoire diversity and informing antibody engineering.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686198v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Rodella, C., Lemmin, T."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.685977v1?rss=1", "title": "Ablation of microglial estrogen receptor alpha predisposes to diet-induced obesity in male mice", "abstract": "Estrogen receptor alpha (ER) signaling has metabolic and anti-inflammatory properties in addition to its impact on reproductive function. In male but not female mice, inflammatory activation of microglia, the resident macrophages of the brain, has been implicated in the pathogenesis of diet-induced obesity (DIO), raising the possibility that differences in microglial estrogen signaling may account for the sexual dimorphism. In this study, we assessed metabolic and CNS histopathological properties in a mouse model with inducible microglia-specific ablation of ER (MG-ERKO). Male MG-ERKO mice developed increased weight gain and insulin resistance relative to controls during high-fat diet (HFD) feeding. Indirect calorimetry analysis revealed that reduced energy expenditure was the main driver of the obese phenotype. In contrast, female MG-ERKO mice fed HFD developed mild insulin resistance with no change in body weight gain compared to controls. Immunohistochemical analyses of the microglial activation marker IBA1 in the mediobasal hypothalamus (MBH) revealed that female MG-ERKO mice had increased number of microglia without showing morphological signs of activation. In contrast, MBH microglial number was unchanged in MG-ERKO male mice, but the cells adopted more activated morphological profiles. Finally, HFD-fed MG-ERKO male mice had increased POMC neuron-microglia interactions but fewer overall hypothalamic POMC neurons, suggesting microglia may disrupt POMC neuron integrity to promote DIO. Together, these findings indicate that sex-specific actions of estrogen in microglia limit the metabolic complications of HFD feeding.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.685977v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Velasco, I., Frey, J. M., Baglaev, V., Jafari, T., Huang, T., Schwie, S., Santiago, O. D., Fasnacht, R. D., Thaler, J. P., Dorfman, M. D."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686276v1?rss=1", "title": "Emotional Responses to Naturalistic and AI-generated Affective Pictures: A Systematic Comparison", "abstract": "Pictures depicting naturalistic scenes are widely used in studies of human emotion. However, the practical use of affective pictures is limited by several factors, including the difficulty of obtaining content-diverse, high-quality, openly accessible, and standardized stimuli that are necessary for specific research questions. The use of artificially generated (AI) pictures could address this limitation, but it is unclear if AI-generated pictures evoke reliable emotional responses. The present study sought to address these challenges by comparing emotional responses to AI-generated pictures with responses to original, standardized, pictures. In two study iterations, standardized pictures containing pleasant, neutral, and unpleasant content were selected from the International Affective Picture System (IAPS) and other sources. Then, a matched AI-counterpart was created for each original picture using generative deep neural networks. A total of 109 participants viewed the picture sets while pupil diameter and electroencephalogram (EEG) were recorded. Evaluative ratings of hedonic valence and emotional arousal were also collected. For both AI and original exemplars, pictures depicting emotional content elicited stronger responses than neutral content for ratings and EEG-derived variables, with weaker effect sizes for the AI-generated pictures. Furthermore, picture-level analyses found that ratings and EEG measures were strongly correlated between matched AI and original pictures. Pupil data also showed the expected content effects in study iteration 2, but not in iteration 1. Together, this initial study suggests that AI-generated picture sets can effectively elicit well-established self-reported affect and physiological responses, presenting a promising avenue for future studies of human emotion.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686276v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Gilbert, F., Yang, F., Smith, E., Gardy, S. M., Farkas, A., Ding, M., Fang, R., Keil, A."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.684091v1?rss=1", "title": "Nitrate restricts the expression of non-symbiotic leghemoglobin through inhibition of nodule inception protein in nodules of peanut (Arachis hypogaea)", "abstract": "An exquisite symbiotic relationship between legumes and rhizobia leads to the development of nitrogen-fixing special organelles known as nodules in nitrate-deficient environments, whereas a high level of nitrate in soil negatively regulates the pleiotropic phases of root nodule symbiosis (RNS), including rhizobial infection, nodule organogenesis and leghemoglobin synthesis. Here, we identified a special group of nodule-specific non-symbiotic leghemoglobin genes (AhLghs) in the crack entry legume peanut; however, their functional role and transcriptional regulation remain enigmatic. A comparative transcriptomic analysis revealed that the downregulation of nodule inception (AhNIN) and non-symbiotic leghemoglobin (AhLghs) genes played a pivotal role in the nitrate-mediated inhibition of nodulation in peanut. The knockdown of AhLghs and overexpression of AhLgh1 resulted in lower and higher leghemoglobin content, respectively, corroborating their roles as positive regulators of nitrogen fixation in peanut. On the other hand, knockdown of AhNINs not only inhibited root nodulation but also decreased leghemoglobin content in peanut. Further, the DNA-affinity purification sequencing (DAP-Seq) analysis identified various nodulation genes, including AhLghs, as targets of AhNINs. After validating DNA-protein interaction by EMSA, the transactivation assay revealed that AhNINs can positively regulate AhLgh1 after binding to the NIN RESPONSIVE CIS ELEMENT (NRCE) of its promoter. Our work bridges a critical gap in understanding how nitrate influences non-symbiotic leghemoglobin expression by targeting rhizobia-induced NINs in peanut, and offers a potential model suggesting that the nitrate-NIN-Lgh module might represent a key evolutionary event in fine-tuning root nodulation.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.684091v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Kuiry, R., Roy Choudhury, S."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686336v1?rss=1", "title": "The Role of Supraoptic Hypothalamic Arginine Vasopressin Neurons in Aging-Associated Water Balance and Thermoregulatory Deficits", "abstract": "Aging disrupts physiological homeostasis, impairing thermoregulation, metabolism, and water balance, but the underlying neural mechanisms remain unclear. Here, we identify arginine vasopressin (AVP) neurons in the supraoptic nucleus (SON) of the hypothalamus as a critical driver of these changes. Using single-nucleus RNA-sequencing of the anterior hypothalamus in young and aged mice, we found Avp to be one of the most upregulated neuronal transcripts with age. Aged SON-AVP neurons displayed enlarged size and heightened excitability, features consistent with hyperactivity. Functionally, chemogenetic activation of SON-AVP neurons in young mice reproduced aging-associated phenotypes including hypothermia, reduced energy expenditure, and suppressed water intake. Conversely, knockdown of Avp in the SON of aged mice restored water balance, partially improved thermoregulation and systemic metabolism. Pharmacological inhibition of AVP receptors revealed that neuroendocrine release of AVP drives homeostatic deficits, with distinct roles for V1A and V2 receptors. Senolytic drug treatment improved systemic metabolism and reduced inflammaging but does not rescue hypothalamic AVP dysfunction, underscoring a brain autonomous mechanism of age-related physiological failure. Together, our findings establish SON-AVP neuronal hyperactivity as a driver of impaired homeostasis with age and suggest that targeted modulation of neuroendocrine AVP signaling may offer a therapeutic strategy to alleviate age-associated water balance defects.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686336v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Morones, N., Jovanovic, P., Sanetra, A., Jang, K., Keshishian, N., Cui, Z., Novinbakht, E., Breunig, J., Berg, A. H., Pirtskhalava, T., Chaib, S., Karumanchi, S. A., Tchkonia, T., Silm, K., Kirkland, j. L., Riera, C."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686342v1?rss=1", "title": "Jumonji-C demethylase 2 interacts with a nucleosome component to modulate chromatin state in Plasmodium falciparum", "abstract": "Epigenetic regulation plays a central role in the developmental control and antigenic variation of Plasmodium falciparum, yet the functions of many chromatin-modifying enzymes remain poorly understood. Here, we investigated the role of the putative Jumonji C (JmjC) domain-containing enzyme PfJmjC2 (PF3D7_0602800) in maintaining chromatin organization and histone modification balance during the asexual blood stages of the parasite. Using a conditional glmS ribozyme-mediated knockdown system, we achieved a ~70% reduction in PfJmjC2 transcript and protein levels, which resulted in a marked delay in DNA replication and intraerythrocytic development. Immunoprecipitation assays revealed that PfJmjC2 physically interacts with histone H2A, suggesting an association with the nucleosome core. Upon PfJmjC2 depletion, the balance of epigenetic marks was disrupted, indicating a shift toward a more compact and transcriptionally repressed chromatin state. MNase-ChIP-PCR analysis further showed that PfJmjC2 associates with nucleosome-dense regions, including var gene promoters, although its reduction did not alter var gene transcription or switching patterns. Together, these findings indicate that PfJmjC2 contributes to chromatin organization and nucleosome stability rather than direct transcriptional control, highlighting its potential role in maintaining chromatin compaction and epigenetic homeostasis in P. falciparum.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686342v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Macedo-Silva, T., Beatriz Duque Araujo, R., Fernanda Ortega Sepulveda, L., Cristina Ribeiro Fernandes, J., Wunderlich, G."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.04.686578v1?rss=1", "title": "Agent-based simulations of lung tumour evolution suggest that ongoing cell competition drives realistic clonal expansions", "abstract": "Computational simulations of tumour evolution are increasingly used to infer the rules underlying cancer growth, with the goal of one day recommending tailored treatments. To make reliable inferences, such models must be able to reflect the properties of real tumours. Recent work has shown that lung tumours undergo frequent and late subclonal expansions, which are associated with poor prognosis. This paper tests three candidate simulations of three-dimensional tumour growth, which make different assumptions about the nature of competition between cells, for their ability to replicate these late expansions. Only a model which assumes stringent competition between tumour cells for existing tissue space, after the tumour has reached a fixed size, can produce multi-region sequencing data realistic to lung tumours. This work also assesses the influence of these assumptions on the inferred selection strength of individual tumours in a large cohort of lung cancers, and finds that inferences from a well-tailored model produce much higher estimates than poorly-tailored models of the effects of driver mutations on cell fitness.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.04.686578v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Coggan, H., Black, J. R., Martinez-Ruiz, C., Grigoriadis, K., Fisher, J., McGranahan, N."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.03.686348v1?rss=1", "title": "Himito: a Graph-based Toolkit for Mitochondrial Genome Analysis using Long Reads", "abstract": "Understanding the genetic and epigenetic regulation of mitochondrial DNA (mtDNA) is essential for elucidating mechanisms of aging and disease. Long-read sequencing can span the entire mitochondrial genome and directly capture base-modification signals, yet analytical tools for such data remain limited. We developed Himito, a graph-based toolkit for analyzing mitochondrial genome using long reads. Himito filters reads originating from nuclear mitochondrial insertions (NUMTs), constructs a sequence graph to represent mtDNA diversity, assembles primary haplotypes, calls variants, and analyzes 5-methylcytosine (5mC) modifications within a unified framework. Benchmarking on high-quality reference datasets shows Himito achieves superior performance in assembly and variant calling compared with existing tools. Applied to the All of Us (AoU) v8 dataset, Himito identified pathogenic mtDNA variants, revealed population-scale haplogroup diversity, and uncovered age-related genetic and epigenetic patterns. These results demonstrate that long-read sequencing, combined with graph-based analysis, enables integrated characterization of mitochondrial genomic and epigenomic variation. Himito is available at https://github.com/broadinstitute/Himito.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.03.686348v1?rss=1", "published_date": "2025-11-05", "authors": [{"name": "Su, H., Huang, Y., Durham, T., Kong, N., Casey,, E., Benjamin, D., Jin, S. C., Garimella, K. V."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}, {"source": "biorxiv", "source_id": "https://www.biorxiv.org/content/10.1101/2025.11.04.686407v1?rss=1", "title": "Evolution under Stochastic Transmission: Mutation-Rate Modifiers", "abstract": "In evolutionary models of large populations, it is common to analyze the effects of cyclic or random variation in the parameters that describe selection. It is less common, however, to study how stochasticity in the genetic transmission process itself affects evolutionary outcomes. Suppose that a gene locus has alleles A and a under constant selection. This locus is linked to a modifier locus with alleles M1 and M2, which control the mutation rate from A to a. The Reduction Principle states that, near a mutation-selection balance where M1 is fixed with mutation rate u1, a rare allele M2 can invade if its associated rate u2 is lower than u1. This result, valid for both haploids and diploids, assumes constant mutation rates through time. We extend this framework by allowing the mutation rate associated with M2 to fluctuate randomly across generations, denoted as u2,t. In this stochastic setting, the condition for invasion by a new modifier allele depends not only on the resident mutation rate u1 and the mean mutation rate u2 associated with the invading allele, but also on the temporal distribution of u2,t, the strength of selection at the A/a locus, and the recombination rate between M1/M2 and A/a. The analysis shows how stochasticity and recombination in transmission do not simply modify the magnitude of evolutionary change predicted under deterministic assumptions. Instead, through their interaction with selection and linkage, they can generate conditions under which the direction of modifier evolution is qualitatively reversed relative to the deterministic Reduction Principle.", "url": "https://www.biorxiv.org/content/10.1101/2025.11.04.686407v1?rss=1", "published_date": "2025-11-04", "authors": [{"name": "Feldman, M. W., Heinrich-Mora, E."}], "journal_or_venue": "bioRxiv", "doi": null, "disease": ["endometriosis"], "topics": null, "trial_info": null, "geos": null, "mesh_terms": null, "license": null, "quality_score": 0.0, "hash_sha256": "", "raw_blob_uri": null, "lang": "en"}]}